Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Settings.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: %lld seconds
ar: %lld ثانية
bn: %lld সেকেন্ড
cs: %lld sekund
da: %lld sekunder
de: %lld Sekunden
el: %lld δευτερόλεπτα
es: %lld segundos
es_419: %lld segundos
fa: %lld ثانیه
fi: %lld sekuntia
fil: %lld segundo
fr: %lld secondes
he: %lld שניות
hi: %lld सेकंड
hu: %lld másodperc
hy: %lld վայրկյան
id: %lld detik
it: %lld secondi
ja: %lld秒
ko: %lld초
ms: %lld saat
nb: %lld sekunder
nl: %lld seconden
pl: %lld sekundy
pt_br: %lld segundos
pt_pt: %lld segundos
ro: %lld de secunde
ru: %lld секунды
sv: %lld sekunder
ta: %lld வினாடிகள்
te: %lld సెకన్లు
th: %lld วินาที
tr: %lld saniye
uk: %lld секунди
ur: %lld سیکنڈ
vi: %lld giây
zh_hans: %lld 秒
zh_hant: %lld 秒

source: Add Sticker to Signal
ar: إضافة الملصق إلى Signal
bn: Signal-এ স্টিকার যোগ করুন
cs: Přidat samolepku do Signalu
da: Tilføj sticker til Signal
de: Sticker zu Signal hinzufügen
el: Προσθήκη αυτοκόλλητου στο Signal
es: Añadir sticker a Signal
es_419: Agregar sticker a Signal
fa: افزودن استیکر به Signal
fi: Lisää tarra Signaliin
fil: Idagdag ang Sticker sa Signal
fr: Ajouter le sticker à Signal
he: הוספת מדבקה ל-Signal
hi: Signal में स्टिकर जोड़ें
hu: Matrica hozzáadása a Signalhoz
hy: Ավելացնել ստիկերը Signal-ում
id: Tambahkan Stiker ke Signal
it: Aggiungi sticker a Signal
ja: ステッカーを Signal に追加
ko: Signal에 스티커 추가
ms: Tambah Pelekat ke Signal
nb: Legg til sticker i Signal
nl: Sticker toevoegen aan Signal
pl: Dodaj naklejkę do Signal
pt_br: Adicionar figurinha ao Signal
pt_pt: Adicionar autocolante ao Signal
ro: Adaugă sticker în Signal
ru: Добавить стикер в Signal
sv: Lägg till dekal i Signal
ta: Signal-இல் ஸ்டிக்கரைச் சேர்
te: Signal కి స్టిక్కర్ జోడించు
th: เพิ่มสติกเกอร์ลงใน Signal
tr: Çıkartmayı Signal'e Ekle
uk: Додати стікер у Signal
ur: Signal میں اسٹیکر شامل کریں
vi: Thêm Sticker vào Signal
zh_hans: 添加贴纸到 Signal
zh_hant: 新增貼圖至 Signal

source: Add Sticker to Telegram
ar: إضافة الملصق إلى Telegram
bn: Telegram-এ স্টিকার যোগ করুন
cs: Přidat samolepku do Telegramu
da: Tilføj sticker til Telegram
de: Sticker zu Telegram hinzufügen
el: Προσθήκη αυτοκόλλητου στο Telegram
es: Añadir sticker a Telegram
es_419: Agregar sticker a Telegram
fa: افزودن استیکر به Telegram
fi: Lisää tarra Telegramiin
fil: Idagdag ang Sticker sa Telegram
fr: Ajouter le sticker à Telegram
he: הוספת מדבקה ל-Telegram
hi: Telegram में स्टिकर जोड़ें
hu: Matrica hozzáadása a Telegramhoz
hy: Ավելացնել ստիկերը Telegram-ում
id: Tambahkan Stiker ke Telegram
it: Aggiungi sticker a Telegram
ja: ステッカーを Telegram に追加
ko: Telegram에 스티커 추가
ms: Tambah Pelekat ke Telegram
nb: Legg til sticker i Telegram
nl: Sticker toevoegen aan Telegram
pl: Dodaj naklejkę do Telegram
pt_br: Adicionar figurinha ao Telegram
pt_pt: Adicionar autocolante ao Telegram
ro: Adaugă sticker în Telegram
ru: Добавить стикер в Telegram
sv: Lägg till dekal i Telegram
ta: Telegram-இல் ஸ்டிக்கரைச் சேர்
te: Telegram కి స్టిక్కర్ జోడించు
th: เพิ่มสติกเกอร์ลงใน Telegram
tr: Çıkartmayı Telegram'a Ekle
uk: Додати стікер у Telegram
ur: Telegram میں اسٹیکر شامل کریں
vi: Thêm Sticker vào Telegram
zh_hans: 添加贴纸到 Telegram
zh_hant: 新增貼圖至 Telegram

source: Add Sticker to WhatsApp
ar: إضافة الملصق إلى WhatsApp
bn: WhatsApp-এ স্টিকার যোগ করুন
cs: Přidat samolepku do WhatsAppu
da: Tilføj sticker til WhatsApp
de: Sticker zu WhatsApp hinzufügen
el: Προσθήκη αυτοκόλλητου στο WhatsApp
es: Añadir sticker a WhatsApp
es_419: Agregar sticker a WhatsApp
fa: افزودن استیکر به WhatsApp
fi: Lisää tarra WhatsAppiin
fil: Idagdag ang Sticker sa WhatsApp
fr: Ajouter le sticker à WhatsApp
he: הוספת מדבקה ל-WhatsApp
hi: WhatsApp में स्टिकर जोड़ें
hu: Matrica hozzáadása a WhatsApphoz
hy: Ավելացնել ստիկերը WhatsApp-ում
id: Tambahkan Stiker ke WhatsApp
it: Aggiungi sticker a WhatsApp
ja: ステッカーを WhatsApp に追加
ko: WhatsApp에 스티커 추가
ms: Tambah Pelekat ke WhatsApp
nb: Legg til sticker i WhatsApp
nl: Sticker toevoegen aan WhatsApp
pl: Dodaj naklejkę do WhatsApp
pt_br: Adicionar figurinha ao WhatsApp
pt_pt: Adicionar autocolante ao WhatsApp
ro: Adaugă sticker în WhatsApp
ru: Добавить стикер в WhatsApp
sv: Lägg till dekal i WhatsApp
ta: WhatsApp-இல் ஸ்டிக்கரைச் சேர்
te: WhatsApp కి స్టిక్కర్ జోడించు
th: เพิ่มสติกเกอร์ลงใน WhatsApp
tr: Çıkartmayı WhatsApp'a Ekle
uk: Додати стікер у WhatsApp
ur: WhatsApp میں اسٹیکر شامل کریں
vi: Thêm Sticker vào WhatsApp
zh_hans: 添加贴纸到 WhatsApp
zh_hant: 新增貼圖至 WhatsApp

source: Adjust the startup chime, UI sound effects, and haptic feedback to personalize how the app sounds and feels.
ar: اضبط نغمة البدء ومؤثرات واجهة المستخدم الصوتية والاستجابة اللمسية لتخصيص صوت التطبيق وإحساسه.
bn: অ্যাপ কেমন শোনায় ও অনুভূত হয় তা নিজের মতো করতে স্টার্টআপ চাইম, UI সাউন্ড এফেক্ট এবং হ্যাপটিক ফিডব্যাক সামঞ্জস্য করো।
cs: Uprav úvodní zvonkohru, zvukové efekty rozhraní a haptickou odezvu, aby aplikace zněla a působila přesně podle tebe.
da: Justér startlyden, UI-lydeffekter og haptisk feedback for at personliggøre, hvordan appen lyder og føles.
de: Passe den Startklang, die UI-Soundeffekte und das haptische Feedback an, um zu bestimmen, wie sich die App anhört und anfühlt.
el: Ρύθμισε τον ήχο εκκίνησης, τα ηχητικά εφέ του περιβάλλοντος και την απτική ανατροφοδότηση για να εξατομικεύσεις πώς ακούγεται και πώς αισθάνεσαι την εφαρμογή.
es: Ajusta el sonido de inicio, los efectos de sonido de la interfaz y la respuesta háptica para personalizar cómo suena y se siente la app.
es_419: Ajusta el sonido de inicio, los efectos de sonido de la interfaz y la respuesta háptica para personalizar cómo suena y se siente la app.
fa: صدای راه‌اندازی، جلوه‌های صوتی رابط کاربری و بازخورد لمسی را تنظیم کن تا حس و صدای برنامه را شخصی‌سازی کنی.
fi: Säädä käynnistysääntä, käyttöliittymän äänitehosteita ja haptista palautetta ja personoi sovelluksen ääni ja tuntuma.
fil: I-adjust ang startup chime, UI sound effects, at haptic feedback para i-personalize kung paano tumunog at madama ang app.
fr: Ajuste le carillon de démarrage, les effets sonores de l’interface et le retour haptique pour personnaliser le son et les sensations de l’app.
he: כוונן את צליל הפתיחה, אפקטי הקול של הממשק והמשוב המישושי כדי להתאים אישית איך האפליקציה נשמעת ומרגישה.
hi: स्टार्टअप चाइम, UI साउंड इफेक्ट्स और हैप्टिक फीडबैक को एडजस्ट करें ताकि ऐप की आवाज़ और एहसास को अपने हिसाब से बना सको।
hu: Állítsd be az indítóhangot, a felület hangeffektjeit és a rezgő visszajelzést, hogy testreszabd, hogyan szól és hogyan érződik az app.
hy: Կարգավորիր գործարկման մեղեդին, ինտերֆեյսի ձայնային էֆեկտներն ու հապտիկ արձագանքը՝ անհատականացնելու համար, թե ինչպես է հնչում ու զգացվում հավելվածը։
id: Atur nada pembuka, efek suara UI, dan umpan balik haptik untuk menyesuaikan bagaimana aplikasi terdengar dan terasa.
it: Regola il suono di avvio, gli effetti sonori dell'interfaccia e il feedback aptico per personalizzare il suono e le sensazioni dell'app.
ja: 起動音、UI の効果音、触覚フィードバックを調整して、アプリの音や感触を自分好みにできます。
ko: 시작 차임, UI 음향 효과, 햅틱 피드백을 조정해 앱의 소리와 느낌을 나만의 방식으로 설정하세요.
ms: Laraskan bunyi permulaan, kesan bunyi UI dan maklum balas haptik untuk memperibadikan cara apl berbunyi dan terasa.
nb: Juster oppstartslyden, lydeffekter i grensesnittet og haptisk respons for å tilpasse hvordan appen høres ut og føles.
nl: Pas het startgeluid, de geluidseffecten en de haptische feedback aan om te bepalen hoe de app klinkt en aanvoelt.
pl: Dostosuj dźwięk powitalny, efekty dźwiękowe interfejsu oraz wibracje, aby spersonalizować to, jak aplikacja brzmi i reaguje.
pt_br: Ajuste o som de abertura, os efeitos sonoros da interface e o retorno tátil para personalizar como o app soa e responde.
pt_pt: Ajusta o som de arranque, os efeitos sonoros da interface e o feedback tátil para personalizar como a app soa e reage.
ro: Reglează sunetul de pornire, efectele sonore ale interfeței și feedbackul haptic pentru a personaliza cum sună și cum se simte aplicația.
ru: Настрой звук запуска, звуковые эффекты интерфейса и тактильную отдачу, чтобы выбрать, как приложение звучит и ощущается.
sv: Justera startljudet, ljudeffekterna i gränssnittet och den haptiska återkopplingen för att anpassa hur appen låter och känns.
ta: ஆப் எப்படி ஒலிக்கிறது மற்றும் உணரப்படுகிறது என்பதைத் தனிப்பயனாக்க, தொடக்க ஒலி, UI ஒலி விளைவுகள் மற்றும் ஹாப்டிக் பின்னூட்டத்தைச் சரிசெய்.
te: యాప్ ఎలా వినిపిస్తుందో, ఎలా అనిపిస్తుందో మీకు నచ్చినట్టు మార్చుకోవడానికి స్టార్టప్ చైమ్, UI సౌండ్ ఎఫెక్ట్‌లు, హాప్టిక్ ఫీడ్‌బ్యాక్‌ని సర్దుబాటు చేయండి.
th: ปรับเสียงต้อนรับตอนเปิดแอป เอฟเฟกต์เสียง UI และการสั่นตอบสนอง เพื่อปรับแต่งเสียงและสัมผัสของแอปในแบบของคุณ
tr: Açılış sesini, arayüz ses efektlerini ve dokunsal geri bildirimi ayarlayarak uygulamanın nasıl çaldığını ve hissettirdiğini kişiselleştir.
uk: Налаштуй звук запуску, звукові ефекти інтерфейсу та тактильний відгук, щоб персоналізувати звучання й відчуття від застосунку.
ur: اسٹارٹ اپ کی چائم، UI ساؤنڈ ایفیکٹس، اور ہیپٹک فیڈ بیک کو ایڈجسٹ کرو تاکہ ایپ کی آواز اور احساس کو اپنے مطابق بنا سکو۔
vi: Điều chỉnh âm báo khởi động, hiệu ứng âm thanh giao diện và phản hồi rung để cá nhân hóa cách ứng dụng nghe và cảm nhận.
zh_hans: 调整启动提示音、界面音效和触感反馈，自定义 App 的声音与手感。
zh_hant: 調整啟動鈴聲、介面音效與觸覺回饋，打造專屬的應用程式聲音與手感。

source: All keychain entries have been removed.
ar: تمت إزالة جميع إدخالات سلسلة المفاتيح.
bn: সব কীচেইন এন্ট্রি সরিয়ে ফেলা হয়েছে।
cs: Všechny položky klíčenky byly odstraněny.
da: Alle keychain-poster er blevet fjernet.
de: Alle Schlüsselbund-Einträge wurden entfernt.
el: Όλες οι καταχωρίσεις του keychain έχουν αφαιρεθεί.
es: Se han eliminado todas las entradas del llavero.
es_419: Se eliminaron todas las entradas del llavero.
fa: همهٔ ورودی‌های زنجیرهٔ کلید حذف شدند.
fi: Kaikki avainnipun merkinnät on poistettu.
fil: Naalis na ang lahat ng keychain entries.
fr: Toutes les entrées du trousseau ont été supprimées.
he: כל הרשומות במחזיק המפתחות הוסרו.
hi: सभी कीचेन एंट्रियाँ हटा दी गई हैं।
hu: Az összes kulcstartóbejegyzés eltávolítva.
hy: Բանալիների շղթայի բոլոր գրառումները հեռացված են։
id: Semua entri keychain telah dihapus.
it: Tutte le voci del portachiavi sono state rimosse.
ja: キーチェーンの項目はすべて削除されました。
ko: 모든 키체인 항목이 삭제되었습니다.
ms: Semua entri keychain telah dialih keluar.
nb: Alle nøkkelringoppføringer er fjernet.
nl: Alle sleutelhangeritems zijn verwijderd.
pl: Wszystkie wpisy pęku kluczy zostały usunięte.
pt_br: Todas as entradas do keychain foram removidas.
pt_pt: Foram removidas todas as entradas do porta-chaves.
ro: Toate intrările din keychain au fost eliminate.
ru: Все записи связки ключей удалены.
sv: Alla nyckelringsposter har tagits bort.
ta: அனைத்து கீசெயின் உள்ளீடுகளும் அகற்றப்பட்டுள்ளன.
te: అన్ని కీచైన్ ఎంట్రీలు తొలగించబడ్డాయి.
th: ลบรายการใน Keychain ทั้งหมดแล้ว
tr: Tüm anahtar zinciri kayıtları kaldırıldı.
uk: Усі записи в Keychain було видалено.
ur: تمام کی چین اندراجات ہٹا دیے گئے ہیں۔
vi: Tất cả các mục keychain đã được xóa.
zh_hans: 所有钥匙串条目均已移除。
zh_hant: 所有鑰匙圈項目皆已移除。

source: Allow Notifications
ar: السماح بالإشعارات
bn: নোটিফিকেশন অনুমোদন করো
cs: Povolit oznámení
da: Tillad notifikationer
de: Mitteilungen erlauben
el: Να επιτρέπονται οι ειδοποιήσεις
es: Permitir notificaciones
es_419: Permitir notificaciones
fa: اجازهٔ اعلان‌ها
fi: Salli ilmoitukset
fil: Payagan ang mga Abiso
fr: Autoriser les notifications
he: אפשר התראות
hi: नोटिफिकेशन की अनुमति दें
hu: Értesítések engedélyezése
hy: Թույլատրել ծանուցումները
id: Izinkan Notifikasi
it: Consenti notifiche
ja: 通知を許可
ko: 알림 허용
ms: Benarkan Pemberitahuan
nb: Tillat varsler
nl: Meldingen toestaan
pl: Zezwalaj na powiadomienia
pt_br: Permitir notificações
pt_pt: Permitir notificações
ro: Permite notificările
ru: Разрешить уведомления
sv: Tillåt aviseringar
ta: அறிவிப்புகளை அனுமதி
te: నోటిఫికేషన్‌లను అనుమతించు
th: อนุญาตการแจ้งเตือน
tr: Bildirimlere İzin Ver
uk: Дозволити сповіщення
ur: اطلاعات کی اجازت دیں
vi: Cho phép thông báo
zh_hans: 允许通知
zh_hant: 允許通知

source: Animations
ar: الرسوم المتحركة
bn: অ্যানিমেশন
cs: Animace
da: Animationer
de: Animationen
el: Κινούμενα γραφικά
es: Animaciones
es_419: Animaciones
fa: انیمیشن‌ها
fi: Animaatiot
fil: Mga Animation
he: אנימציות
hi: एनिमेशन
hu: Animációk
hy: Անիմացիաներ
id: Animasi
it: Animazioni
ja: アニメーション
ko: 애니메이션 효과
ms: Animasi
nb: Animasjoner
nl: Animaties
pl: Animacje
pt_br: Animações
pt_pt: Animações
ro: Animații
ru: Анимации
sv: Animationer
ta: அனிமேஷன்கள்
te: యానిమేషన్‌లు
th: แอนิเมชัน
tr: Animasyonlar
uk: Анімації
ur: اینیمیشنز
vi: Hoạt ảnh
zh_hans: 动画
zh_hant: 動畫

source: App Icon
ar: أيقونة التطبيق
bn: অ্যাপ আইকন
cs: Ikona aplikace
da: App-ikon
de: App-Symbol
el: Εικονίδιο εφαρμογής
es: Icono de la app
es_419: Ícono de la app
fa: آیکون برنامه
fi: Sovelluskuvake
fr: Icône de l’app
he: סמל האפליקציה
hi: ऐप आइकन
hu: Appikon
hy: Հավելվածի պատկերակ
id: Ikon Aplikasi
it: Icona dell'app
ja: App アイコン
ko: 앱 아이콘
ms: Ikon Apl
nb: Appikon
nl: App-symbool
pl: Ikona aplikacji
pt_br: Ícone do app
pt_pt: Ícone da app
ro: Pictograma aplicației
ru: Значок приложения
sv: Appikon
ta: ஆப் ஐகான்
te: యాప్ ఐకాన్
th: ไอคอนแอป
tr: Uygulama Simgesi
uk: Іконка застосунку
ur: ایپ آئیکن
vi: Biểu tượng ứng dụng
zh_hans: App 图标
zh_hant: 應用程式圖示

source: Appearance
ar: المظهر
bn: অ্যাপিয়ারেন্স
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
es_419: Apariencia
fa: ظاهر
fi: Ulkoasu
fil: Itsura
fr: Apparence
he: מראה
hi: रूप-रंग
hu: Megjelenés
hy: Տեսք
id: Tampilan
it: Aspetto
ja: 外観
ko: 화면 모드
ms: Penampilan
nb: Utseende
nl: Weergave
pl: Wygląd
pt_br: Aparência
pt_pt: Aspeto
ro: Aspect
ru: Внешний вид
sv: Utseende
ta: தோற்றம்
te: రూపం
th: รูปลักษณ์
tr: Görünüm
uk: Вигляд
ur: ظاہری شکل
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

source: Appearance Schedule
ar: جدول المظهر
bn: অ্যাপিয়ারেন্স শিডিউল
cs: Plán vzhledu
da: Udseendeplan
de: Erscheinungsbild-Zeitplan
el: Πρόγραμμα εμφάνισης
es: Programación de apariencia
es_419: Programación de apariencia
fa: زمان‌بندی ظاهر
fi: Ulkoasun ajastus
fil: Iskedyul ng Itsura
fr: Programmation de l’apparence
he: תזמון מראה
hi: रूप-रंग शेड्यूल
hu: Megjelenés ütemezése
hy: Տեսքի ժամանակացույց
id: Jadwal Tampilan
it: Programmazione aspetto
ja: 外観スケジュール
ko: 화면 모드 일정
ms: Jadual Penampilan
nb: Utseendeplan
nl: Weergaveschema
pl: Harmonogram wyglądu
pt_br: Agenda de aparência
pt_pt: Agenda de aspeto
ro: Programare aspect
ru: Расписание внешнего вида
sv: Utseendeschema
ta: தோற்ற அட்டவணை
te: రూపం షెడ్యూల్
th: ตารางเวลารูปลักษณ์
tr: Görünüm Zamanlaması
uk: Розклад вигляду
ur: ظاہری شکل کا شیڈول
vi: Lịch giao diện
zh_hans: 外观计划
zh_hant: 外觀排程

source: Apply Theme
ar: تطبيق السمة
bn: থিম প্রয়োগ করো
cs: Použít motiv
da: Anvend tema
de: Theme anwenden
el: Εφαρμογή θέματος
es: Aplicar tema
es_419: Aplicar tema
fa: اعمال پوسته
fi: Ota teema käyttöön
fil: Ilapat ang Theme
fr: Appliquer le thème
he: החל ערכת נושא
hi: थीम लागू करें
hu: Téma alkalmazása
hy: Կիրառել թեման
id: Terapkan Tema
it: Applica tema
ja: テーマを適用
ko: 테마 적용
ms: Gunakan Tema
nb: Bruk tema
nl: Thema toepassen
pl: Zastosuj motyw
pt_br: Aplicar tema
pt_pt: Aplicar tema
ro: Aplică tema
ru: Применить тему
sv: Använd tema
ta: தீம் பயன்படுத்து
te: థీమ్ అప్లై చేయి
th: ใช้ธีม
tr: Temayı Uygula
uk: Застосувати тему
ur: تھیم لاگو کرو
vi: Áp dụng chủ đề
zh_hans: 应用主题
zh_hant: 套用主題

source: Audio
ar: الصوت
bn: অডিও
cs: Zvuk
da: Lyd
el: Ήχος
fa: صدا
fi: Ääni
he: שמע
hi: ऑडियो
hu: Hang
hy: Աուդիո
ja: オーディオ
ko: 오디오
nb: Lyd
pl: Dźwięk
pt_br: Áudio
pt_pt: Áudio
ru: Аудио
sv: Ljud
ta: ஒலி
te: ఆడియో
th: เสียง
tr: Ses
uk: Аудіо
ur: آڈیو
vi: Âm thanh
zh_hans: 音频
zh_hant: 音訊

source: Automatically transition appearance between light and dark based on time preference.
ar: انتقل تلقائيًا بين المظهر الفاتح والداكن بناءً على تفضيل الوقت.
bn: সময়ের পছন্দ অনুযায়ী লাইট ও ডার্কের মধ্যে অ্যাপিয়ারেন্স স্বয়ংক্রিয়ভাবে পরিবর্তন করো।
cs: Automaticky přepínej vzhled mezi světlým a tmavým podle nastaveného času.
da: Skift automatisk udseende mellem lyst og mørkt baseret på tidspræference.
de: Wechsle das Erscheinungsbild automatisch zwischen Hell und Dunkel je nach Zeiteinstellung.
el: Αλλάζει αυτόματα την εμφάνιση μεταξύ φωτεινής και σκοτεινής με βάση την προτίμηση ώρας.
es: Cambia automáticamente entre apariencia clara y oscura según tu preferencia horaria.
es_419: Cambia automáticamente la apariencia entre claro y oscuro según tu preferencia de horario.
fa: ظاهر را به‌صورت خودکار بر اساس ترجیح زمانی بین روشن و تیره تغییر بده.
fi: Vaihda ulkoasua automaattisesti vaalean ja tumman välillä valitun ajan mukaan.
fil: Awtomatikong lumipat ang itsura sa pagitan ng light at dark batay sa napiling oras.
fr: Bascule automatiquement l’apparence entre clair et sombre selon ta préférence horaire.
he: מעבר אוטומטי במראה בין בהיר לכהה לפי העדפת השעה.
hi: समय की पसंद के आधार पर रूप-रंग को लाइट और डार्क के बीच अपने आप बदलें।
hu: A megjelenés automatikus váltása világos és sötét között az időbeállítás alapján.
hy: Ինքնաշխատ կերպով անցիր լուսավորից մութ տեսքի և հակառակը՝ ըստ ժամի նախապատվության։
id: Otomatis beralih tampilan antara terang dan gelap berdasarkan preferensi waktu.
it: Passa automaticamente l'aspetto tra chiaro e scuro in base alla preferenza oraria.
ja: 時間設定に応じて、ライトとダークの外観を自動で切り替えます。
ko: 설정한 시간에 따라 라이트와 다크 모드를 자동으로 전환합니다.
ms: Beralih penampilan secara automatik antara cerah dan gelap berdasarkan keutamaan masa.
nb: Bytt automatisk mellom lyst og mørkt utseende basert på tidspreferansen din.
nl: Schakel automatisch tussen licht en donker op basis van je tijdsvoorkeur.
pl: Automatycznie przełączaj wygląd między jasnym a ciemnym w zależności od ustawień czasu.
pt_br: Alterne a aparência entre claro e escuro automaticamente conforme a preferência de horário.
pt_pt: Alterna automaticamente o aspeto entre claro e escuro consoante a preferência horária.
ro: Treci automat aspectul între luminos și întunecat în funcție de preferința de timp.
ru: Автоматически переключай светлый и тёмный вид в зависимости от выбранного времени.
sv: Växla automatiskt utseende mellan ljust och mörkt baserat på tidsinställning.
ta: நேர விருப்பத்தின் அடிப்படையில் ஒளி மற்றும் இருளுக்கு இடையே தோற்றத்தைத் தானாகவே மாற்று.
te: సమయ ప్రాధాన్యత ఆధారంగా లైట్, డార్క్ మధ్య రూపాన్ని ఆటోమేటిక్‌గా మార్చుతుంది.
th: สลับรูปลักษณ์ระหว่างสว่างและมืดโดยอัตโนมัติตามเวลาที่ตั้งไว้
tr: Görünümü, zaman tercihine göre açık ve koyu arasında otomatik olarak geçir.
uk: Автоматично перемикай вигляд між світлим і темним залежно від часу.
ur: وقت کی ترجیح کی بنیاد پر ظاہری شکل خود بخود روشن اور تاریک کے درمیان تبدیل کرو۔
vi: Tự động chuyển giao diện giữa sáng và tối dựa trên tùy chọn thời gian.
zh_hans: 根据时间偏好在浅色与深色外观之间自动切换。
zh_hant: 依時間偏好自動在淺色與深色外觀之間切換。
